tap "dteoh/sqa"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "railwaycat/emacsmacport"
brew "act"
brew "gdbm"
brew "glib"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "automake"
brew "python@3.10"
brew "awscli"
brew "bison"
brew "chruby"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "openldap"
brew "curl"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "ffmpeg@4"
brew "gh"
brew "gitui"
brew "gnupg"
brew "grip"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jp"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "libyaml"
brew "node@16", link: true
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "tree-sitter"
brew "neovim"
brew "node", link: false
brew "protobuf"
brew "pygobject3"
brew "python@3.8"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "spoof-mac"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zellij"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mongodb/brew/mongodb-community"
brew "railwaycat/emacsmacport/emacs-mac"
cask "alacritty"
cask "amethyst"
cask "brave-browser"
cask "deluge"
cask "flux"
cask "gitkraken"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "krita"
cask "libreoffice"
cask "mongodb-compass"
cask "nextcloud"
cask "pingmenu"
cask "postman"
cask "react-native-debugger"
cask "slack"
cask "spotify"
cask "telegram-desktop"
cask "vlc"
