accerciser
accountsservice
acpi
acpid
alacritty
alsa-firmware
alsa-plugins
alsa-utils
android-tools
android-udev
at
autoconf
automake
avahi
b43-fwcutter
baobab
bash
bat
bind
binutils
bison
bitwarden
blueberry
blueman
bluez
bluez-libs
bluez-utils
brave
btrfs-progs
bzip2
calc
calibre
cheese
coreutils
cpupower
crda
cronie
cryptsetup
cups
cups-pdf
cups-pk-helper
dconf
dconf-editor
devhelp
device-mapper
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dunst
e2fsprogs
ecryptfs-utils
efibootmgr
engrampa
eog
epdfview
epiphany
etcher
evince
evolution
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
firewalld
five-or-more
flameshot
flex
four-in-a-row
freetype2
galculator
gawk
gcc
gcc-libs
gdm
gedit
gettext
ghex
ghostscript
gimp
github-cli
glade
glfw-x11
glibc
glm
gnu-free-fonts
gource
gparted
gpicview
grep
grilo-plugins
grub
gsfonts
gsmartcontrol
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gtk-engines
gtk3
gutenprint
guvcview
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
hitori
hplip
htop
httpie
hugo
i3lock
iagno
inetutils
inotify-tools
intel-ucode
inxi
iproute2
iputils
jdk-openjdk
jfsutils
keepassxc
krdc
krita
kubectl
kvantum-qt5
kvantum-theme-matcha
leafpad
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libva-mesa-driver
libva-vdpau-driver
licenses
light-locker
lightsoff
linux510
linux54
logrotate
lollypop
lvm2
lxappearance-gtk3
lxhotkey
lxrandr-gtk3
lxterminal
m4
make
man-db
man-pages
mdadm
mediainfo
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
micro
minikube
mkinitcpio-openswap
mlocate
mpv
mtpfs
mutter
mysql-workbench
nano
nautilus-typeahead
netstat-nat
network-manager-applet
networkmanager
networkmanager-dmenu
networkmanager-openvpn
networkmanager-pptp
nfs-utils
nodejs
noto-fonts
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
numlockx
obconf
obs-studio
openresolv
openssh
orca
os-prober
p7zip
pacman
pacui
pamac-cli
pamac-common
pamac-gtk
pamixer
pandoc
papirus-icon-theme
papirus-maia-icon-theme
pastebinit
patch
pavucontrol
pciutils
pcmanfm-gtk3
peek
perl
perl-file-mimeinfo
picard
pitivi
pkgconf
playerctl
polari
polkit
polybar
poppler-data
powertop
pptpclient
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
python-gobject
python-pdftotext
python-pip
python-pyqt5
python-pyxdg
qt5ct
quadrapassel
reiserfsprogs
rofi
rsync
rygel
s-nail
scrot
sed
shadow
simple-scan
snapd
spectre-meltdown-checker
splix
squashfs-tools
sstp-client
strawberry
sudo
sushi
swell-foop
sysfsutils
sysprof
system-config-printer
systemd
systemd-fsck-silent
systemd-sysvcompat
tali
tar
telegram-desktop
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tig
tilix
tlp
tlpui
tmux
totem
tracker
tracker-miners
tracker3-miners
transmission-gtk
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
udiskie
udisks2
unace
unclutter
unrar
usbutils
util-linux
vi
vino
virtualbox
vlc
vulkan-intel
vulkan-radeon
wget
which
wine
wpa_supplicant
xclip
xcompmgr
xcursor-breeze
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-terminal
xfce4-volumed-pulse
xfsprogs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-type1
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xprop
xorg-xwininfo
xsel
xz
yay
yelp
youtube-dl
zathura
zathura-pdf-poppler
zensu
