act
albert
gnome-getting-started-docs
google-chrome
i3-gaps-rounded-git
instantshell
linux-latest
mongodb-bin
mullvad-vpn-bin
mycli
neovim-nightly-bin
olive
otf-san-francisco-mono
picom-ibhagwan-git
plexamp-appimage
postman-bin
pulseaudio-control
python-cheetah3
pywal-git
redshift-gtk-git
remmina-git
remmina-plugin-rdesktop
scrcpy
sndcpy-bin
teams
tor-browser
ttf-iosevka
urxvt-font-size-git
visual-studio-code-bin
vundle
xdg-su
xwallpaper-git
zscroll-git
