google-chrome
i3-gaps-rounded-git
mongodb-bin
mullvad-vpn-bin
olive
otf-san-francisco-mono
picom-ibhagwan-git
postman-bin
pulseaudio-control
remmina-git
remmina-plugin-rdesktop
scrcpy
sndcpy-bin
tor-browser
ttf-iosevka
urxvt-font-size-git
visual-studio-code-bin
vundle
xdg-su
xwallpaper-git
zscroll-git
